charliermarsh.ruff
ckolkman.vscode-postgres
docker.docker
eamodio.gitlens
esbenp.prettier-vscode
github.copilot
github.copilot-chat
hashicorp.terraform
jebbs.plantuml
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
yzhang.markdown-all-in-one
