adpyke.vscode-sql-formatter
amazonwebservices.aws-toolkit-vscode
charliermarsh.ruff
cssho.vscode-svgviewer
eamodio.gitlens
esbenp.prettier-vscode
github.copilot
github.copilot-chat
github.vscode-github-actions
golang.go
hashicorp.terraform
humao.rest-client
jebbs.plantuml
joaompinto.vscode-graphviz
ms-azuretools.vscode-docker
ms-ossdata.vscode-postgresql
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
osohq.oso
qwtel.sqlite-viewer
redhat.vscode-xml
redhat.vscode-yaml
ryanluker.vscode-coverage-gutters
shakram02.bash-beautify
shopify.theme-check-vscode
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
twxs.cmake
